Repository: dinhquydds/nanocucurmin
Catalog: tm/contemporary fixed prosthesis-level2.tmx
Source language: en_us
Languages: vi

source: In three in vitro studies,4-6 investigators compared the radiographic appearance of various luting agents with that of aluminum.
vi: Trong 3 nghiên cứu in vitro, so sánh độ cản quang của nhiều loại xi măng gắn có chứa aluminum.

source: Increasing mobility indicates the need for careful analysis of the occlusion and/or endodontic status of the tooth if pocket depths and attachment levels have not changed.
vi: Tăng lung lay răng chỉ thị nhu cầu phân tích cẩn thận khớp cắn và/hoặc tình trạng nội nha nếu độ sâu túi và mức bám dính không thay đổi.

source: Increasing radiopacity
vi: Tăng cản quang

source: Initial Lesion
vi: Tổn Thương Ban Đầu

source: Initial therapy includes SC/RP, improvement in oral hygiene, and replacement or recontouring of defective restorations that compromise plaque removal.
vi: Điều trị ban đầu bao gồm SC/RP, cải thiện vệ sinh răng miệng, và thay thế hoặc tái tạo phục hồi bị lỗi gây khó loại bỏ mảng bám.

source: Initial therapy reduces the bacteria in the sulcus, detoxifies the root surface, and eliminates microenvironments that harbor bacteria, such as calculus and defective restorations.
vi: Điều trị ban đầu giảm vi khuẩn trong khe nướu, giải độc bề mặt chân răng, và loại bỏ vi môi trường có lợi cho vi khuẩn, như vôi răng và phục hồi lỗi.

source: Initially, it was expected that this tooth would be the first to be lost.
vi: Ban đầu, nó được dự đoán là mất đầu tiên.

source: Initially, the patient presented with only posterior guidance on the left and right first molars.
vi: Ban đầu, bệnh nhân chỉ có hướng dẫn phía sau trên răng cối lớn thứ nhất bên phải và trái.

source: Initially, the tooth was discolored, but the lesion was inactive, and the attempt to save it failed after 8 years.
vi: Ban đầu, răng đổi màu, nhưng tổn thương không hoạt động, và nỗ lực cứu nó thất bại sau 8 năm.

source: Intervention
vi: Can thiệp

source: It comprises (1) the prognosis for the overall dentition and (2) the prog­ nosis for individual teeth.
vi: Nó gồm (1) tiên lượng toàn bộ cung răng và (2) tiên lượng cho từng răng.

source: It has been shown to be cost effective, and negative side effects are minimal in com­ parison with those of all other techniques.21,22 The objec­ tive is to achieve a clean root surface, which can be accomplished with hand instrumentation, an ultrasonic scaler, or a laser.
vi: Người ta chứng minh chi phí hiệu quả, và tác dụng phụ là tối thiểu so với tất cả các kỹ thuật khác. Mục đích là làm sạch chân răng, mà có thể được thực hiện bằng dụng cụ tay, hoặc máy cạo vôi siêu âm, hoặc laser.

source: It involves not only local phenomena in the gingiva, the peri­ odontal ligament, the tooth surface, and the alveolar bone but also a series of complex host response mechanisms modified by the bacterial infection and patient behavioral factors.11 Implicated in the pathogenic mechanism are phagocytic cells, the lymphoid system, antibodies and
vi: Nó không chỉ liên quan đến hiện tượng tại chỗ ở nướu răng, dây chằng nha chu, bề mặt răng, và xương ổ răng mà còn là một chuỗi phức tạp cơ chế phản ứng của ký chủ biến đổi bởi nhiễm trùng và yếu tố hành vi của bệnh nhân.11 Liên quan cơ chế bệnh sinh là thực bào, hệ bạch huyết, kháng thể và

source: It is difficult to pinpoint the time at which the established lesion of gingivitis results in a loss of connective tissue attachment to the tooth structure and becomes an advanced lesion, or overt periodontitis (Fig. 5­6).
vi: Khó xác định thời gian thành lập tổn thương của kết quả viêm nướu trong việc mất mô liên kết bám dính vào cấu trúc răng và trở thành tổn thương tiến triển, hoặc viêm nha chu hiển nhiên (Hình 5­6).

source: It is easiest to do this on the facial and incisal surfaces.
vi: Dễ dàng làm điều này trên mặt ngoài và mặt nhai.

source: It is filled with composite resin, which is easily removed if the need arises.
vi: Nó được trám bằng nhựa comosite mà dễ dàng loại bỏ nếu cần.

source: It is still located at the apical portion of the gingival sulcus, and the inflam­ mation is centered in a relatively small area.
vi: Nó vẫn còn nằm ở phần chóp của rãnh nướu, và sự viêm nằm ở trung tâm trong một vùng tương đối nhỏ.

source: It is usually related to
vi: Nó thường liên quan đến

source: It may be necessary to section part of the lingual surface to facilitate this step.
vi: Có thể cần phải cắt ở mặt lưỡi để bước này thuận lợi hơn.

source: It may be possible to maintain the teeth in a periodontally compromised but otherwise intact dentition for an extended period of time.
vi: Có thể duy trì răng bị nha chu thoả hiệp nhưng mặt khác răng không còn nguyên vẹn trong một khoảng thời gian dài.

source: It subsequently affects the prognosis of the tooth with regard to restorative demands.
vi: Sau đó nó ảnh hưởng tới tiên lượng của răng đối với nhu cầu phục hồi.

source: Its design is identical to that of the occlusal device described in Chapter 4 for treating neuromuscular symptoms resulting from malocclusion.
vi: Nó được thiết kế giống khí cụ cắn khớp mô tả trong chương 4 để điều trị triệu chứng thần kinh cơ do loạn năng khớp cắn.

source: Its guarded prognosis was discussed as a significant risk factor before treatment initiation.
vi: Tiên lượng thận trọng được thảo luận như là một yếu tố nguy cơ có ý nghĩa trước khi bắt đầu điều trị.

source: J, Appearance at completion of treatment.
vi: J, Sau khi hoàn thành điều trị.

source: J, Facial view.
vi: J, Nhìn phía ngoài.

source: J, Opaque porcelain applied.
vi: J, Đắp sứ đục.

source: K, Appearance of porcelain at bisque stage.
vi: K, Sứ giai đoạn nung.

source: K, Proximal view.
vi: K, Nhìn phía bên.

source: Kerati­ nized tissue must be adequate for a gingivectomy to be performed as needed.
vi: Phải có đủ mô sừng hoá để phẫu thuật cắt nướu.

source: L, Centric contacts are on metal.
vi: L, Tiếp xúc trên kim loại.

source: L, Eighteen-year postoperative radiographs.
vi: L, Phim X quang sau 18 năm điều trị.

source: L, Facial view after the porcelain application.
vi: L, Nhìn phía ngoài sau khi đắp sứ.

source: L, Fourteen-year postoperative radiographs.
vi: L, Phim X quang sau 14 năm điều trị.

source: L, On removal of the crown, the residual tooth structure can be assessed for further modification.
vi: L, Gỡ mão răng, mô răng còn lại có thể tiếp cận để đánh giá cho phục hình.

source: Large zone of keratinized gingiva
vi: Vùng nướu sừng hoá rộng

source: Lasers and closed surgical techniques have been intro­ duced for selected anterior crown lengthening.
vi: Kỹ thuật phẫu thuật laser và đóng được giới thiệu cho làm dài thân răng trước chọn lọc.

source: Lateral augmentation of the newly developed vertical bone height is made much simpler with the additional thick, keratinized gingival tissue.
vi: Ghép phía bên của chiều cao xương mới phát triển đơn giản hơn nhiều với sự thêm vào mô nướu sừng hoá.

source: Light continuous forces should enable orthodon­ tic extrusion of 1 to 2 mm per month.
vi: Lực chỉnh nha nhẹ liên tục cho phép răng trồi 1 - 2 mm mỗi tháng.

source: Light continuous pressure extrudes the teeth 1 to 2 mm per month.
vi: Áp lực nhẹ liên tục làm trồi răng 1 - 2 mm mỗi tháng.

source: Like­ wise, patients who have the most significant periodontal­ restorative challenges tend to have a thin gingival biotype.
vi: những bệnh nhân có phục hồi nha chu ý nghĩa nhất thách thức xu hướng có dạng sinh học nướu mỏng.

source: Local Factors
vi: Yếu tố tại chỗ

source: Long-term follow-up: These small FDPs remain service- able after 7 and 13 years.
vi: Theo dõi lâu dài: Các FDP nhỏ vẫn còn phục vụ sau 7 và 13 năm.

source: Long­term periodontal maintenance studies have shown that of patients with moderate to severe disease referred for periodontal treatment, more than half did not lose a single tooth in two decades of periodontal maintenance, and 75% lost fewer than three teeth.3,6 This suggests that when proper periodontal treatment is pro­ vided, most adults (90% to 95%) will not lose teeth because of periodontal disease.
vi: Các nghiên cứu duy trì nha chu lâu dài cho thấy rằng bệnh nhân bị bệnh nha chu vừa đến nặng được chuyển điều trị nha chu, hơn 1 nửa không mất cái răng nào trong hơn hai thập kỷ duy trì nha chu, và 75% mất ít hơn 3 răng.3,6 Điều này gợi ý rằng khi điều trị nha chu thích hợp, hầu hết người trưởng thành (90 - 95%) không mất răng do bệnh nha chu.

source: Loose Abutment Retainer
vi: Lỏng phần giữ cùi răng

source: Looseness of a retainer (Fig. 31-21) may not be easily perceived by the patient, especially if it is part of an FDP
vi: Sự lỏng của phần giữ (Hình 31-21) bệnh nhân không dễ dàng cảm nhận được, đặc biệt nếu nó là một phần của FDP

source: Looseness of a retainer usually indicates inadequate tooth preparation, poor cementation technique, or caries.
vi: Sự lỏng của phần giữ thường cho thấy sửa soạn răng không đủ, kỹ thuật gắn xi măng kém, hoặc sâu răng.

source: Loss of connective tissue continues, with persistence of the fea­ tures of the early lesion.
vi: Tiếp tục mất mô liên kết, với sự tồn tại của các đặc tính của tổn thương sớm.

source: Lymphocyte
vi: Lympho

source: Lymphocytes
vi: Lympho

source: M, Finished restorations before cementation.
vi: M, Hoàn tất phục hình trước khi gắn xi măng.

source: M, Lingual view after firing (cast relieved).
vi: M, Nhìn phía lưỡi sau khi nướng sứ.

source: M, Occlusal view of restored mandibular arch.
vi: M, Nhìn phía nhai của cung hàm trên được phục hồi

source: Margin Placement
vi: Đặt đường hoàn tất

source: Marginal bleeding
vi: Đường viền chảy máu

source: Margins at the gingival crest are an acceptable com­ promise between maintaining gingival health and achiev­ ing the esthetic and functional requirements of the restoration.
vi: Đường viền ngang nướu là một thoả hiệp chấp nhận giữa sức khoẻ nướu và thẩm mỹ đạt được và đòi hỏi chức năng của một phục hình.

source: Margins placed deeper than 1 mm create greater difficulty in preparing a smooth margin, in obtaining an accurate impression, and in evaluating the marginal fit of the final restoration; these difficulties will hinder future plaque removal and may impinge on the biologic width.
vi: Đường hoàn tất đặt sâu hơn 1 mm tạo ra nhiều khó khăn hơn trong việc sửa soạn đường hoàn tất đều đặn, để lấy dấu chính xác, và trong đánh giá sự khít sát của đường hoàn tất của phục hình sau cùng; những khó khăn này sẽ cản trở việc loại bỏ mảng bám trong tương lai và có thể ảnh hưởng đến khoảng sinh học.

source: Margins that are significantly
vi: Đường viền mở có ý nghĩa

source: Margins that fit in the acceptable range and that are placed in a cleansable area provoke only a mild, subclini­ cal inflammatory response.
vi: Đường viền khít sát phù hợp phạm vi và được đặt trong vùng có thể làm sạch chỉ có đáp ưng viêm nhẹ trên lâm sàng.

source: Marked cervical convexities in crown
vi: Cổ răng lồi rõ ràng ở thân răng

source: Mechanical failure of a metal-ceramic restoration (Fig. 31-29) is not uncommon.
vi: Cơ chế thất bại của phục hình sứ - kim loại (Hình 31-29) không phổ biến.

source: Metal, ceramic, and resin margins are equally compatible with gingival health when polished to the same degree of smoothness.
vi: Đường viền kim loại, sứ, và nhựa đều tương hợp với sức khoẻ nướu khi được đánh bóng cùng độ mịn.

source: Meticulous attention to precise adjustment of the occlusion, especially the anterior guidance component, contributed to the long-term success of this treatment.
vi: Chú ý kỹ vào điều chỉnh chính xác khớp cắn, đặc biệt ở thành phần hướng dẫn phía trước, góp phần vào thành công lâu dài của điều trị.

source: Meticulous management of load distribution contributed to the long-term success of this very complex rehabilitation.
vi: Điều trị tỉ mỉ phân phối tải lực góp phần vào thành công lâu dài của phục hồi rất phức tạp này.

source: Moderate-advanced disease Refer to periodontist
vi: Bệnh trung bình - tiến triển chuyển tới bác sĩ nha chu

source: Most often, bone must be removed around three adjacent teeth to correct a single BWV.
vi: Thông thường, xương phải được cắt bỏ khoảng 3 răng kế cận để điều chỉnh khoảng sinh học.

source: Much depends on whether the re-treatment is part of an ongoing program of com- prehensive care or whether the existing prosthesis has been subjected to years of neglect.
vi: Phụ thuộc nhiều vào việc điều trị lại là một phần của chương trình chăm sóc toàn diện hoặc phục hình có sẵn bị bỏ bê nhiều năm.

source: N, Appearance after cementation.
vi: N, Sau khi gắn xi măng.

source: Name
vi: Tên

source: Narrow zone of keratinized gingiva
vi: Vùng nướu sừng hoá hẹp

source: Neglect
vi: Sự bỏ bê

source: Neutrophil
vi: Bạch cầu trung tính

source: Neutrophils
vi: Bạch cầu trung tính

source: Nevertheless, at some stage, the decision about re-treatment must be made.
vi: Tuy nhiên, ở một số giai đoạn, phải quyết định điều trị lại.

source: No 2 weeks
vi: Không 2 tuần

source: No Professional tooth cleaning
vi: Không làm sạch răng chuyên nghiệp

source: No amount of site preservation or regenerative therapy after an extraction will prevent significant loss of bone
vi: Không có điều trị tái tạo hay bảo tồn vùng sau khi nhổ răng sẽ ngăn ngừa hiệu quả tiêu xương

source: No apparent bone loss or recession after elevation of gingival flap gingival flap
vi: Không có mất xương rõ ràng hoặc thoái hoá sau khi lật vạt nướu

source: No every 2 weeks
vi: Không mỗi 2 tuần

source: No periodontal destruction was seen, and the average rate of caries was one lesion per child over the 20­year interval.
vi: Không quan sát được sự phá huỷ nha chu, và tỉ lệ trung bình sâu răng là 1 tổn thương/trẻ trong khoảng 20 năm.

source: No significant change occurred in bone levels, whereas apparent radiographic bone densities appeared slightly increased.
vi: Không có thay đổi đáng kể ở mức xương, khi mà phim X quang thấy mật độ xương tăng nhẹ.

source: Nonvital teeth Smoking
vi: Răng không sống Hút thuốc

source: Note that gauze is used to capture any metal-ceramic shards that may chip off.
vi: Lưu ý dùng gạc để giữ bất kỳ mảnh kim loại nào rơi ra.

source: Note that no intervention was performed for the impacted canine.
vi: Chú ý không có can thiệp trên răng nanh mọc kẹt.

source: Note that the maxillary canine was lost and the existing retainer was modified into a pontic through the addition of composite resin.
vi: Chú ý răng nanh hàm trên bị mất và phần giữ hiện tại được sửa đổi thành nhịp cầu bằng thêm nhựa comosite.

source: Note the erythematous and edematous tissue extending onto the labial portion of the lateral incisors.
vi: Chú ý mô xuất huyết và phù mở rộng vào mặt ngoài của răng cửa bên.

source: Note the location of the occlusal rests to anticipate various future partial removable dental prosthesis designs.
vi: Chú ý vị trí của ổ tựa mặt nhai để dự đoán các thiết kế phục hình tháo lắp bán phần khác nhau trong tương lai.

source: Note the loss of bone and gingiva (arrow) in the right anterior maxilla, where two adjacent teeth are missing.
vi: Chú ý tiêu xương và nướu (mũi tên) ở phía trước hàm trên bên phải, nơi mà hai răng kế cận bị mất.

source: Note the minimal amount of keratinized tissue and readily visible blood vessels in the thin biotype.
vi: Chú ý lượng tối thiểu của mô sừng hoá và nhìn thấy mạch máu ở dạng sinh học mỏng.

source: Note the plastic pins used (H).
vi: Chú ý sử dụng các pin nhựa (H).

source: Note the third intracoronal rest (arrow).
vi: Chú ý ổ tựa trên thân răng (mũi tên)

source: O and P, The finished repair.
vi: O và P, Sửa chữa hoàn tất.

source: OFE of “hopeless” teeth for implant site development should be considered as equally efficacious as surgical implant site development.81,82 Augmentation of an edentu­ lous ridge width approximately 3 mm is surgically feasible with particulate bone grafts and barrier membranes.
vi: OFE của răng "vô vọng" cho phát triển vùng implant nên được coi như có hiệu quả như là phẫu thuật phát triển vùng implant. Ghép xương sống hàm mất răng chiều rộng khoảng 3 mm là khả thi với xương hạt và màng ghép.

source: OFE predictably causes gains in vertical bone height and in keratinized gingival tissue.
vi: OFE có thể dự đoán được bởi vì thu được chiều cao xương và mô nướu sừng hoá.

source: OVATE PONTICS
vi: NHỊP CẦU HÌNH TRỨNG

source: Obtaining
vi: Thu được

source: Occlusal Dysfunction
vi: Rối Loạn Chức Năng Khớp Cắn

source: Of these patients, 95% were stable, with no additional decay or periodontal destruction.
vi: Những bệnh nhân này, 95% ổn định, không có sâu răng thêm hoặc phá huỷ nha chu.

source: On occasion, FDPs can be designed so that future re-treatment can be anticipated and simplified.
vi: Thỉnh thoảng, FDP có thể được thiết kế để điều trị trong tương lai dự đoán được và đơn giản.

source: On occasion, a direct pull with hemostat forceps or special crown- removal forceps (Trial Crown Remover, Hu-Friedy Mfg.
vi: Thỉnh thoảng, lực kéo trực tiếp bằng hemostat forceps hoặc kềm tháo mão chuyên dùng (Trial Crown Remover, Hu-Friedy Mfg.

source: On occasion, however, a pros- thesis is designed to accommodate the eventual failure of a doubtful abutment (Fig. 31-35).
vi: Tuy nhiên, thỉnh thoảng phục hình được thiết kế để thích nghi mặc dù thất bại của một cùi răng (Hình 31-35).

source: On occasion, patients have an emergency between routine recall visits.
vi: Thỉnh thoảng, bệnh nhân có trường hợp khẩn cấp giữa các lần hẹn định kỳ.

source: On the facial aspect of the maxillary left anterior teeth, the sulcus depth is 2 mm.
vi: Ở mặt ngoài của răng trước bên trái hàm trên, độ sâu khe nướu là 2 mm.

source: Once they have been identified, how can they be resolved?
vi: Một khi chúng xảy ra, làm cách nào để giải quyết?

source: Once this has been confirmed, how is the FDP removed?
vi: Một khi nó được xác nhận, làm thế nào để gỡ bỏ FDP?

source: One advantage of partial-coverage restorations is that pulp health can be monitored with an electric pulp tester (Fig. 31-16), although the vitality of any tooth with a complete crown can still be assessed by thermal means.
vi: Một ưu điểm của phục hình phủ bán phần là sức khoẻ tuỷ răng có thể theo dõi bằng máy thử điện (Hình 31-16), mặc dù sự sống của răng bọc mão toàn phần có thể vẫn đánh giá được bằng thử nhiệt.

source: Oral Hygiene, Diet, and Saliva
vi: Vệ sinh răng miệng, Dinh dưỡng, và Nước bọt

source: Oral hygiene and periodontal maintenance compliance can be evaluated over several years before more definitive treatment is initiated.
vi: Vệ sinh răng miệng và tuân thủ duy trì nha chu có thể được đánh giá qua nhiều năm trước khi bắt đầu điều trị sau cùng.

source: Oral hygiene instruction
vi: Hướng dẫn vệ sinh răng miệng

source: Orthodontic extrusion results in coronal migration of the gingiva and bone.69 If the objective is to extrude the tooth but leave the bone and gingiva behind, a supra­ crestal fiberotomy must be performed every 1 to 2 weeks, along with SC/RP of the remaining periodontal ligament fibers.
vi: Chỉnh nha làm trồi răng làm xương và nướu di chuyển về phía thân răng. Nếu mục tiêu là làm trồi răng nhưng không làm trồi xương và nướu, phẫu thuật cắt mô sợi trên xương ổ phải được thực hiện mỗi 1 - 2 tuần, cùng với SC/RP của mô sợi dây chằng nha chu còn lại.

source: Orthodontic movement to parallel the roots will improve the contact location, narrow the embrasure, and result in a taller, more pointed papilla (Fig. 5­28).
vi: Di chuyển răng chỉnh nha để làm song song chân răng sẽ cải thiện vị trí tiếp xúc, làm hẹp khoang kẽ răng, và kết quả là gai nướu nhọn hơn, cao hơn (Hình 5­28).

source: Over time, not only was this esthetically effective, but it contributed to long-term maintenance of its periodontal health.
vi: Theo thời gian, nó không chỉ là thẩm mỹ, mà còn góp phần duy trì sức khoẻ nha chu

source: Overall Clinical Factors
vi: Yếu tố lâm sàng tổng thể

source: PAPILLA
vi: GAI NƯỚU

source: PART I
vi: PHẦN I

source: PART I Planning and Preparation
vi: PHẦN I Kế hoạch và chuẩn bị

source: PART IV
vi: PHẦN IV

source: PART IV Clinical Procedures: Section 2
vi: PHẦN IV Thủ thuật lâm sàng: Section 2

source: PATHOGENESIS
vi: BỆNH SINH

source: PERIODIC RECALL
vi: TÁI KHÁM ĐỊNH KỲ

source: POSTCEMENTATION APPOINTMENTS
vi: CUỘC HẸN SAU KHI GẮN XI MĂNG

source: PROGNOSIS
vi: TIÊN LƯỢNG

source: Pain
vi: Đau

source: Pain on release is indicative of fracture.
vi: Đau khi thả ra là dấu hiệu của gãy.

source: Pain on release, the neural
vi: Đau khi thả ra,

source: Papillas often lost after implant placement
vi: Gai nướu thường mất sau khi đặt implant

source: Particular attention is paid to the soft tissues because early signs of oral cancer may be detected at a recall appointment.
vi: Đặc biệt chú ý đến mô mềm bởi vì dấu hiệu của ung thư hốc miệng có thể phát hiện trong các lần tái khám.

source: Patient compliance
vi: Tuân thủ của bệnh nhân

source: Patients should be instructed in special plaque-control measures, especially around pontics and connectors, and the use of special oral hygiene aids such as floss threaders (Fig. 31-2).
vi: Bệnh nhân cần được hướng dẫn các phương pháp kiểm soát mảng bám, đặc biệt xung quanh nhịp cầu và connectors, và dùng các dụng cụ hỗ trợ vệ sinh răng miệng đặc biệt như chỉ nha khoa (Hình 31-2).

source: Patients should be taught to notice small changes in their oral health and to report them without delay.
vi: Bệnh nhân nên được dạy để chú ý đến những thay đổi nhỏ trong miệng và báo cáo ngay không chậm trễ.

source: Patients tend to become somewhat less diligent in their plaque control efforts when the active phase of their treatment is completed.
vi: Bệnh nhân có xu hướng ít siêng năng trong kiểm soát mảng bám khi giai đoạn hoạt động của điều trị hoàn thành.

source: Patients who have been provided with exten- sive FDPs (Fig. 31-6) need more frequent recall appoint- ments, particularly when advanced periodontal disease is present.
vi: Bệnh nhân có hàm phục hình mở rộng (Hình 31-6) tái khám thường xuyên hơn, đặc biệt là khi có bệnh nha chu tiến triển.

source: Patients who will lose all or most of their dentition tend to respond poorly to initial periodontal therapy.
vi: Bệnh nhân sẽ mất tất cả hoặc hầu hết răng có xu hướng đáp ứng kém với điều trị nha chu ban đầu.

source: Patients with a thin biotype will develop more recession and bone loss, up to 7.5 mm; those with a thick biotype will have less bone and gingival loss.77 Various bone grafts alone, or in combination with barrier membranes, have been employed at the time of extraction to prevent bone and gingival loss; collectively, these various techniques are termed site preservation.
vi: Bệnh nhân có dạng sinh học nướu mỏng sẽ bị suy thoái và tiêu xương nhiều hơn, đến 7.5 mm; những người có dạng sinh học dày bị tiêu xương và nướu ít hơn. Sự khác nhau ghép xương một mình hoặc phối hợp với màng sinh học, cùng lúc với nhổ răng để ngăn chặn tiêu xương và nướu; Nói chung, các kỹ thuật khác nhau được gọi là bảo tồn vùng.

source: Patients with cast restorations should attend recall visits at least every 6 months.
vi: Bệnh nhân có phục hình đúc nên tái khám ít nhất mỗi 6 tháng.

source: Patients with thin gingival biotypes are at high risk for gingival recession during any dental procedures (Table 5­3).59­62
vi: Bệnh nhân có dạng sinh học nướu mỏng có nguy cơ cao tụt nướu trong bất kỳ thủ thuật nha khoa (Table 5­3).59­62
